//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChsAmiTSEStr.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] JSY-ZZP
// [Date] 2021/02/25
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)"

#string STR_CTRL_CHKBOX_ENABLE   #language zh-chs    "启用"
#string STR_CTRL_CHKBOX_DISABLE  #language zh-chs    "禁用"
#string STR_PASSWORD_PROMPT         #language zh-chs    "输入密码"
#string STR_ERROR_PSWD              #language zh-chs    "无效密码"
#string STR_GENERAL_HELP         #language zh-chs    "一般性提示"
#string STR_GENERAL_HELP_MSG     #language zh-chs   "↑↓→←      : 移动\nEnter     : 选择\n+/-       : 变更选项\nESC       : 离开\nF1        : 一般性提示\nF2        : 之前设定值\nF9        : 最佳化预设值\nF10       : 储存并离开\n<K>       : 向上滚动帮助区域\n<M>       : 向下滚动帮助区域"
#string STR_LOAD_PREVIOUS        #language zh-chs   "载入之前的设定值"
#string STR_LOAD_PREVIOUS_MSG    #language zh-chs   "载入之前的设定值吗?"
#string STR_LOAD_FAILSAFE        #language zh-chs   "载入安全预设值"
#string STR_LOAD_FAILSAFE_HELP   #language zh-chs   "载入安全预设值"
#string STR_LOAD_FAILSAFE_MSG    #language zh-chs   "载入安全预设值吗?"
#string STR_LOAD_OPTIMAL         #language zh-chs   "载入最佳化预设值"
#string STR_LOAD_OPTIMAL_HELP    #language zh-chs   "载入最佳化预设值"
#string STR_LOAD_OPTIMAL_MSG     #language zh-chs   "载入最佳化预设值"
#string STR_SAVE_EXIT            #language zh-chs   "储存并离开?"
#string STR_SAVE_EXIT_MSG        #language zh-chs    "保存配置并且退出？"
#string STR_SAVE_RESET           #language zh-chs    "保存并重启?"
#string STR_SAVE_RESET_MSG       #language zh-chs    "储存配置并重新启动吗?"
#string STR_SAVE_VALUES          #language zh-chs    "储存设定资料?"
#string STR_SAVE_VALUES_MSG      #language zh-chs    "储存配置吗?"
#string STR_EXIT                 #language zh-chs    "不储存并离开"
#string STR_EXIT_MSG             #language zh-chs    "不储存并离开吗?"
#string STR_RESET                #language zh-chs    "不保存并且重新启动"
#string STR_RESET_MSG            #language zh-chs    "不保存并且重新启动吗?"
#string STR_SAVE_USER_DEFAULTS   #language zh-chs    "保存值为用户默认值?"
#string STR_LOAD_USER_DEFAULTS   #language zh-chs    "重载用户默认配置"
#string STR_LOAD_USER_MSG        #language zh-chs    "重载用户默认配置?"
#string STR_CTRL_OK              #language zh-chs    "接受"
#string STR_CTRL_CANCEL          #language zh-chs    "取消"  //XCradle-NZN20230110V001-Add
#string STR_CTRL_YES             #language zh-chs    "是"
#string STR_CTRL_NO              #language zh-chs    "否"
#string STR_DAY_SUNDAY           #language zh-chs    "星期天"
#string STR_DAY_MONDAY           #language zh-chs    "星期一"
#string STR_DAY_TUESDAY          #language zh-chs    "星期二"
#string STR_DAY_WEDNESDAY        #language zh-chs    "星期三"
#string STR_DAY_THURSDAY         #language zh-chs    "星期四"
#string STR_DAY_FRIDAY           #language zh-chs    "星期五"
#string STR_DAY_SATURDAY         #language zh-chs    "星期六"
#string STR_ERROR                #language zh-chs    "错误"
#string STR_ERROR_INPUT          #language zh-chs    "输入范围无效"
#string STR_NEW_PSWD_LABEL            #language zh-chs  "创建新的"
#string STR_CONFIRM_NEW_PSWD_LABEL    #language zh-chs  "确认新的"
#string STR_CANT_CHANGE_BIOS_PASSWORD   #language zh-chs   "无效密码，必须包括特殊字符、大写字母、小写字母、数字，并且不能使用前5次的密码"
#string STR_CANT_CHANGE_BMC_PASSWORD    #language zh-chs   "无效密码,可能是密码格式不对或BMC密码复杂度检测到输入的是历史密码（详细信息请参考BMC用户精细化管理界面）"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************